zshzoo/zfunctions
zsh-users/zsh-completions

ohmyzsh/ohmyzsh   path:lib/completion.zsh
ohmyzsh/ohmyzsh   path:lib/history.zsh
ohmyzsh/ohmyzsh   path:plugins/git
ohmyzsh/ohmyzsh   path:plugins/pip
ohmyzsh/ohmyzsh   path:plugins/fzf
ohmyzsh/ohmyzsh   path:plugins/dirhistory
ohmyzsh/ohmyzsh   path:plugins/zsh-interactive-cd

zsh-users/zsh-syntax-highlighting
zsh-users/zsh-history-substring-search
zsh-users/zsh-autosuggestions



